Repository: rsyncOSX/RsyncUI
Catalog: RsyncUI/*.lproj/Localizable.strings
Languages: de, nb

source: ^[%lld byte](inflect: true) for transfer
de: ^[%lld byte](inflect: true) zum Übertragen
nb: ^[%lld byte](inflect: true) for overføring

source: ^[%lld file](inflect: true) changed
de: ^[%lld Datei](inflect: true) geändert
nb: ^[%lld fil](inflect: true) endret

source: ^[%lld file](inflect: true) for delete
de: ^[%lld Datei](inflect: true) löschen
nb: ^[%lld fil](inflect: true) slettes

source: ^[%lld file](inflect: true) new
de: ^[%lld Datei](inflect: true) neu
nb: ^[%lld fil](inflect: true) nye

source: A networked configuration is where destination is on a remote server.
nb: En nettverkskonfigurasjon er der destinasjonen er på en ekstern server.

source: Abort
de: Abbrechen
nb: Avbryt

source: Abort (⌘K)
de: Abbrechen(⌘K)
nb: Avbryt (⌘K)

source: Abort task
de: Aufgabe abbrechen
nb: Avbryt oppgave

source: Add and update tasks
de: Aufgaben hinzufügen und aktualisieren
nb: Legg til og oppdater oppgaver

source: Add local as remote catalog - required
de: Lokal als RemoteCatalog hinzufügen - erforderlich
nb: Legg til lokal som eksternkatalog - kreves

source: Add local catalog - required
de: Lokalkatalog hinzufügen - erforderlich
nb: Legg til lokalkatalog - kreves

source: Add profile
de: Profil hinzufügen
nb: Ny profil

source: Add remote as local catalog - required
de: Remote als localcatalog hinzufügen - erforderlich
nb: Legg til ekstern som lokal katalog - kreves

source: Add remote catalog - required
de: Remotekatalog hinzufügen - erforderlich
nb: Legg til eksternkatalog - kreves

source: Add remote server
de: Remote-Server hinzufügen
nb: Legg til ekstern tjener

source: Add remote user
de: Remote-Benutzer hinzufügen
nb: Legg til ekstern bruker

source: Add summary logrecord
de: Zusammenfassenden Logdatensatz hinzufügen
nb: Oppsummering i logrecord

source: Add synchronize ID
de: Synchronisierungs-ID hinzufügen
nb: Legg til synkroniserings ID

source: Add task
de: Aufgabe hinzufügen
nb: Legg til oppgave

source: All tasks has been synchronized in the past %lld days
de: Alle Aufgaben wurden am letzten %lld Tage synchronisiertt
nb: Alle oppgaver er synkronisert de siste %lld dager

source: Attached Volumes
de: Angehängte Volumes
nb: Tilkoblet disker

source: Backup configurations
de: Konfiguration Sichern
nb: Lagre konfigurasjoner

source: Catalog parameters
de: Katalogparameter
nb: Katalog parametre

source: Catalog parameters - split character $
de: Katalogparameter - Trennzeichen $
nb: Katalog parameter - split $

source: Catalogs
de: Katalog
nb: Kataloger

source: Change search string to filter records
de: Suchzeichenfolge #ndern um Datensätze zu filtern
nb: Endre søkestreng

source: Change snapshotnumber
de: Snapshotnummer ändern
nb: Endre snapshot nummer

source: Changelog
de: Änderungsprotokoll
nb: Endringslogg

source: Check for error in output
de: Überprüfen Sie die Ausgabe auf Fehler
nb: Sjekk for feil i utdata

source: Check remote
nb: Sjekk ekstern

source: Clear saved quicktask
de: Gespeicherte Quicktask löschen
nb: Reset lagret quicktask

source: Confirm execute
de: Ausführung bestätigen
nb: Bekreft synkroniser

source: Copy
de: Kopieren
nb: Kopi

source: Copy ^[%lld configuration](inflect: true)
de: ^[%lld configuration] kopieren(inflect: true)
nb: Kopi ^[%lld konfigurasjon](inflect: true)

source: Copyright ©2023 Thomas Evensen
nb: Opphavsrett ©2023 Thomas Evensen

source: Counting ^[%lld log](inflect: true)
de: Zähle ^[%lld log](inflect: true)
nb: Antall ^[%lld log](inflect: true)

source: Create keys
de: Keys erstellen
nb: Opprett nøkler

source: Create profile
de: Profil erstellen
nb: Opprett profil

source: Date
de: Datum
nb: Dato

source: Days
de: Tage
nb: Dager

source: Default rsync parameters
de: Standard rsync Parameter
nb: Standard rsync parametre

source: Delete
de: Löschen
nb: Slett

source: Delete %@?
de: Löschen %@?
nb: Slett %@?

source: Delete ^[%lld configuration](inflect: true)
de: Lösche ^[%lld configuration](inflect: true)
nb: Slett ^[%lld konfigurasjon](inflect: true)

source: Delete ^[%lld log](inflect: true)
de: Lösche ^[%lld log](inflect: true)
nb: Slett ^[%lld log](inflect: true)

source: Delete ^[%lld snapshot](inflect: true)
de: Lösche ^[%lld snapshot](inflect: true)
nb: Slett ^[%lld snapshot](inflect: true)

source: Delete not used log records
de: Nicht verwendete Protokolldatensätze löschen
nb: Slett ikke brukte logger

source: Delete profile
de: Profil löschen
nb: Slett profil

source: Deleting snapshots
de: Schnappschüsse löschen
nb: Slette snapshots

source: Dismiss
de: Ignorieren
nb: Lukk

source: Don´t add /
de: Nicht hinzufügen/
nb: Ikke legg til /

source: Download
de: Herunterladen
nb: Last ned

source: Enable rsync daemon
de: Rsync daemon aktivieren
nb: Aktiver rsync daemon

source: Environment
de: Umgebung
nb: Miljø

source: Environment variable
de: Umgebungsvariable
nb: Miljømessig variabel

source: Estimate
de: Schätzung
nb: Estimer

source: Estimate (⌘E)
de: Schätzung (⌘E)
nb: Estimer (⌘E)

source: Estimate & Synchronize
de: Schätzung & Synchronisieren
nb: Estimer & synkroniser

source: Export
nb: Eksporter

source: Export & Import
nb: Eksport & Import

source: Export tasks
de: Exportaufgaben
nb: Eksporter oppgaver

source: File(off) or Catalog(on)
de: Datei(aus) oder Katalog(an)
nb: Fil(av) eller katalog(på)

source: Filename export
de: Filnavn-Exsport
nb: Filnavn eksport

source: Filenames
de: Filnamen
nb: Filnavn

source: Files
nb: Filer

source: German translation by: Andre Voigtmann
de: Deutsche Übersetzung von: andre68723
nb: Tysk oversettelse av: Andre Voigtmann

source: Get list of files for restore
de: Liste der wiederherzustellenden Dateien abrufen
nb: Hent filenavn for opprett

source: Global change and update
de: Globale Änderungen und Aktualisierungen
nb: Global endring og oppdatering

source: Global ssh-keypath and identityfile
de: Globaler SSH-Schlüsselpfad und Identitätsdatei
nb: Global ssh-keypath og identitetsfil

source: Hide the Sidebar on startup
de: Seitenleiste beim Start ausblenden
nb: Ikke vis Sidebar ved oppstart

source: Home catalogs
de: Home-Kataloge
nb: Hjemmekataloger

source: I couldn’t decide between LOCAL and REMOTE.
de: Ich konnte mich nicht zwischen LOKAL und REMOTE entscheiden.
nb: Jeg kunne ikke velge mellom LOKAL og REMOTE.

source: Icon by: Zsolt Sándor
de: Symbol von: Zsolt Sándor
nb: Ikon av: Zsolt Sándor

source: Import
de: Importieren
nb: Importer

source: Import selected or all tasks?
de: Ausgewählte oder alle Aufgaben importieren?
nb: Importer valgte aller alle oppgaver

source: Import tasks
de: Aufgaben importieren?
nb: Importer oppgaver

source: It seems that LOCAL is more updated than REMOTE. A SYNCHRONIZE may be next.
de: Es scheint, dass LOCAL aktueller ist als REMOTE. Eine SYNCHRONISIERUNG kann als nächstes sein.
nb: Det ser ut til at LOCAL er mer oppdatert enn REMOTE. EN SYNKRONISERING kan være neste.

source: It seems that REMOTE is more updated than LOCAL. A PULL may be next.
de: Es scheint, dass REMOTE aktueller ist als LOCAL. Ein PULL könnte als nächstes sein.
nb: Det ser ut til at REMOTE er mer oppdatert enn LOCAL. En PULL kan være neste.

source: Last
de: Letzte
nb: Siste

source: Local catalog
de: Lokaler Katalog
nb: Lokal katalog

source: Local catalog:
de: Lokaler Katalog:
nb: Lokal katalog:

source: Local ssh-key is present
de: Lokaler SSH-Schlüssel ist vorhanden
nb: Lokal ssh-nøkkel er oppdaget

source: Log listing
de: Protokollliste
nb: Logg lister

source: Logfile
de: Protokolldatei
nb: Loggfil

source: Mark days after
de: Tage nach markieren
nb: Merk dager etter

source: Marked ^[%lld snapshot](inflect: true) for delete
de: ^[%lld snapshot](inflect: true) zum Löschen markiert
nb: Markert ^[%lld snapshot](inflect: true) for sletting

source: Monitor network
de: Netzwerk überwachen
nb: Overvåk nettverk

source: Monitor network, error and log settings
de: Überwachen Sie Netzwerk-, Fehler- und Protokolleinstellungen
nb: Monitorer nettverk, feil og logg setting

source: Most likely, you try to update snapshot tasks, not allowed.
nb: Ser ut som du prøver å oppdatere en snapshot oppgave, det er ikke tillatt

source: New
de: Neu
nb: Ny

source: No configurations yet.
nb: Ingen oppgaver.

source: No data to synchronize
de: Keine Daten zum Synchronisieren
nb: Ingen data å synchronisere

source: No error
de: Kein Fehler
nb: Ingen feil

source: No log records yet.
nb: Ingen logger.

source: No profile with this name
nb: Inngen profil med dette navn

source: No remote server on task
de: Kein Remote-Server für die Aufgabe
nb: Ingen ekstern tjener på oppgave

source: No time delay Synchronize URL-actions
de: Keine Zeitverzögerung Synchronisation von URL-Aktionen
nb: Ingen tidsforsinkelse ved synkronisere URL-aksjoner

source: Norwegian translation by: Thomas Evensen
de: Norwegische Übersetzung von: Thomas Evensen
nb: Norsk oversettelse av: Thomas Evensen

source: Not a snapshot task.
nb: Ikke snapshot oppgave.

source: Off
de: Aus
nb: Av

source: Only rsync version 3.x supports snapshots.
de: Nur rsync Version 3.x unterstützt Snapshots.
nb: Kun rsync versjon 3 støtter snapshot.

source: Or there are no tasks to update.
nb: Eller det er ingen oppgaver å oppdatere

source: Output from rsync
de: Ausgabe von rsync
nb: Utdata fra rsync

source: Path for restore
de: Wiederherstellungspfad
nb: Sti for gjenoppretting

source: Path rsync
de: rsync-Pfad
nb: Sti rsync

source: Profile
de: Profil
nb: Profil

source: Profile create or delete
de: Profil erstellen oder löschen
nb: Profiler opprett eller slett

source: Profiles
de: Profil
nb: Profiler

source: Pull or push
de: Pull oder push
nb: Pull eller push

source: Quick synchronize
de: Schnelle Synchronisierung
nb: Rask synckronizering

source: Remote catalog
de: Remote Katalog
nb: Ekstern katalog

source: Remote catalog:
de: Remote Katalog:
nb: Eksterne katalog:

source: Remote parameters
de: Remote-Parameter
nb: Eksterne parametere

source: Remote parameters - replace string
de: Remote-Parameter - Zeichenfolge ersetzen
nb: Eksterne parameter - erstatt

source: Remote server
nb: Ekstern tjener

source: Remote user
de: Remote-Benutzer
nb: Ekstern bruker

source: Remove default rsync parameters
de: Entferne Standard-rsync-Parameter
nb: Slett standard rsync parametre

source: Reset estimates
de: Schätzungen zurücksetzen
nb: Nulstille estimater

source: Reset logfile
de: Logdatei zurücksetzen
nb: Slett loggfil

source: Reset selections
de: Auswahl zurücksetzen
nb: Nullstille valg

source: Restore files
de: Dateien wiederherstellen
nb: Kopier filer

source: Result
nb: Resultat

source: Rsync environment
de: Rsync-Umgebung
nb: Rsync miljø

source: Rsync output estimated task
de: Geschätzte Rsync-Ausgabeaufgabe
nb: Rsync logg estimert oppgave

source: Rsync parameters
de: Rsync parameter
nb: Rsync parametre

source: RsyncUI a GUI for rsync
de: RsyncUI eine GUI für rsync
nb: RsyncUI et GUI for rsync

source: RsyncUI documentation
de: RsyncUI-Dokumentation
nb: RsyncUI dokumentasjon

source: RsyncUI settings
de: RsyncUI-Einstellungen
nb: RsyncUI oppsett

source: Save Estimate
nb: Lagre estimer

source: Save Verify
nb: Lagre verifiser

source: Select a file for import
de: Wählen Sie eine Datei zum Importieren aus
nb: Velg fil for import

source: Select a task
de: Aufgabe Wählen
nb: Slett oppgave

source: Select catalog or file
nb: Velg katalog eller fil

source: Select either pull or push
de: Wählen Sie pull oder push
nb: Velg enten pull eller push

source: Select files to restore or "./." for full restore
de: Dateien zum Wiederherstellen auswählen oder "./" für vollständige Wiederherstellung
nb: Velg filer for gjenoppretting, eller "./." for full gjenoppretting

source: Server
nb: Tjener

source: Server:
nb: Tjener:

source: Show arguments
de: Argumente anzeigen
nb: Vis argumenter

source: Snapshot tasks
de: Snapshot-Aufgaben
nb: Snapshot oppgaver

source: Snapshotnumber
de: Snapshotnummer
nb: Snapshot nummer

source: SSH keys
de: SSH-Schlüssel
nb: SSH nøkkel

source: ssh-key is created, see logfile.
de: SSH-Schlüssel wird erstellt, siehe Logdatei.
nb: ssh-nøkkel er opprettet, se loggfil.

source: ssh-keypath and ssh-port
de: ssh-keypath und ssh-port
nb: ssh-keypath og ssh-port

source: ssh-keys
de: SSH-Schlüssel
nb: ssh-nøkkel

source: Switch dry-run mode?
de: Modus dry-run wechseln?
nb: Velg dry-run modus

source: Synchronize
de: Synchronisieren
nb: Synkronisere

source: Synchronize (⌘R)
de: Ausführen (⌘R)
nb: Utfør (⌘R)

source: Synchronize all tasks with NO estimating first?
de: Alle Aufgaben ohne vorherige Schätzung synchronisieren?
nb: Synkroniser alle oppgaver UTEN å estimere først?

source: Synchronize data is completed
de: Die Datensynchronisierung ist abgeschlossen
nb: Synkronisering data utført.

source: Synchronize ID
de: Synchronisierungs-ID
nb: Synkroniserings ID

source: Synchronize ID - split character $
de: Synchronisierungs-ID - split $
nb: Synkroniserings ID - spilt $

source: Synchronize ID : profilename
de: Synchronisierungs-ID : Profilname
nb: Synkroniserings ID : profilnavn

source: Synchronize ID:
de: Synchronisierungs-ID:
nb: Synkroniserings ID:

source: Synchronize tasks
de: Aufgaben synchronisieren
nb: Synkronisere oppgaver

source: Synchronize tasks?
de: Aufgaben synchronisieren?
nb: Synkronisere oppgaver?

source: Synchronizing now
de: Wird jetzt synchronisiert
nb: Synkroniserer nå

source: Tag snapshot
nb: Tagg snapshot

source: Task
de: Aufgabe
nb: Oppgave

source: Task:
de: Aufgabe:
nb: Oppgave:

source: Tasks
de: Aufgaben
nb: Oppgaver

source: The Verify remote is for networked configurations only.
nb: Verifiser er kun for konfigurasjoner med server konfigurasjon

source: There are no logs by this filter
de: Für diesen Filter sind keine Protokolle vorhanden
nb: Det er ingen logger med dette søk

source: There are no snapshot records by this search string in Date or Tag.
nb: Det er ingen snapshots med denne søket i dato eller tag

source: There are no tasks by this Synchronize ID
de: Es gibt keine Aufgaben mit dieser Synchronisierungs-ID
nb: Det er ingen oppgaver med denne Synchronize ID

source: There is ^[%lld snapshot](inflect: true)
de: Es gibt ^[%lld snapshot](inflect: true)
nb: Det er ^[%lld snapshot](inflect: true)

source: There is a new version available for download
de: Es steht eine neue Version zum Download bereit
nb: Ny versjon er tilgjengelig for nedlasting

source: There is an equal amount of data. You can either perform a SYNCHRONIZE or a PULL operation. Alternatively, you can choose to do nothing.
de: Es gibt eine gleiche Datenmenge. Sie können entweder eine SYNCHRONIZE- oder eine PULL-Operation durchführen. Alternativ können Sie sich dafür entscheiden, nichts zu tun.
nb: Det er like mye data. Du kan enten utføre en SYNCHRONISE- eller en PULL-operasjon. Alternativt kan du velge å ikke gjøre noe.

source: This is only due to Marknumberofdayssince set in the settings.
nb: Dette er kun ift Marknumberofdayssince i settings

source: Total number of catalogs:
de: Gesamtzahl der Kataloge:
nb: Totalt antall kataloger:

source: Total number of files:
de: Gesamtzahl der Dateien:
nb: Totalt antall filer:

source: Total numbers:
de: Gesamtzahl:
nb: Total antall:

source: Try to search for other filter in Date or Result
de: Versuchen Sie, in „Datum“ oder „Ergebnis“ nach einem anderen Filter zu suchen
nb: Forsøk annet søk i Dato eller Resultat

source: Try to search for other filter in Synchronize ID or If new user, add Tasks.
nb: Endre søke filter for Synchronize ID eller hvis ny bruker, opprett oppgave

source: Update
de: Aktualisieren
nb: Oppdater

source: Update all configurations?
de: Alle Konfigurationen aktualisieren?
nb: Oppdatere alle oppgaver?

source: Update plan snapshot
de: Plan-Snapshot aktualisieren
nb: Oppdater plan snapshot

source: Update task
de: Aufgabe aktualisieren
nb: Oppdater oppgave

source: URL for Estimate & Synchronize
de: URL für Schätzen und Synchronisieren
nb: URL for å estimere & synkronisere

source: URL for Verify
de: URL für Verify
nb: URL for å verifisere

source: Use macOS Finder
de: macOS Finder verwenden
nb: Bruk macOS Finder

source: Use macOS Finder to restore files from attached discs.
de: Verwenden Sie den macOS Finder, um Dateien von angeschlossenen Datenträgern wiederherzustellen.
nb: Bruke macOS Finder for å kopiere filer fra ekstern disk.

source: Verify remote
de: Überprüfen der Fernbedienung
nb: Verifiser ekstern

source: Verify Selected
de: Auswahl überprüfen
nb: Verifiser valgt

source: Verify task
de: Aufgabe verifizieren
nb: Verifiser oppgave

source: Version 3.x of rsync must be installed and enabled to use this function.
nb: Versjon 3.x må være installert og valgt for å bruke denne funksjonen.

source: Version rsync
nb: Versjon rsync

source: View logfile
de: Logdatei anzeigen
nb: Se loggfil

source: View URLs
de: URLs anzeigen
nb: Se URL

source: on the toolbar to verify.
de: auf der Symbolleiste, um dies zu überprüfen.

source: **Warning:** The Verify function is advisory only.
de: **Warnung:** Die Funktion „Überprüfen“ hat nur beratenden Charakter.

source: Add tasks in Tasks
de: Aufgabe hinzufügen im Aufgabe

source: Always present the summarized estimate view
de: Immer die zusammenfassende Schätzungsansicht präsentieren

source: And nothing to restore
de: Und nichts wiederherzustellen

source: Attached Volume Catalogs
de: Angehängtes Volumen Katalogs

source: Backup
de: Sichern

source: Global ssh-port
de: Globaler SSH-Port

source: If switched ON, please restart RsyncUI to take effect
de: Wenn eingeschaltet, starten Sie RsyncUI neu, damit die Änderungen wirksam werden

source: Most likely, you try to update snapshot tasks, not allowed
de: Höchstwahrscheinlich versuchen Sie, Snapshot-Aufgaben zu aktualisieren, was nicht zulässig ist

source: No tasks
de: Keine Aufgaben

source: No tasks yet
de: Keine Aufgaben jetzt

source: Observe mounting of external drives
de: Montage externer Laufwerke beachten

source: Or there are no tasks to update
de: Oder es sind keine Aufgaben zum Aktualisieren vorhanden

source: Please select a snapshot task
de: Bitte wählen Sie eine Snapshot-Aufgabe aus

source: Save
de: Speichern

source: Select a task in Synchronize view and select the
de: Wählen Sie eine Aufgabe in der Synchronisationsansicht aus und wählen Sie die

source: Select an Attached Volume
de: Auswählen eines angeschlossenen Volumes

source: There are no snapshot records by this search string in Date or Tag
de: Für diese Suchzeichenfolge gibt es in „Datum“ oder „Tag“ keine Snapshot-Datensätze

source: There are no snapshots
de: Es gibt keine Snapshots

source: This is only due to Marknumberofdayssince set in the settings
de: Dies liegt ausschließlich an der in den Einstellungen festgelegten Markierung „AnzahlderTagesseit“

source: Toggle halt task
de: Task anhalten ein-/ausschalten

source: Try to search for other filter in Synchronize ID or If new user, add Tasks
de: Versuchen Sie, in Synchronize ID oder nach einem anderen Filter zu suchen. Wenn Sie ein neuer Benutzer sind, fügen Sie einen Aufgabe hinzu

source: Updates
de: Aktualisierungen
